Repository: hyung6370/Dozy-AI
Catalog: DozyWidgets/Localizable.xcstrings
Source language: ko
Languages: en

source: 남은 일정 없음
en: No upcoming events

source: 데이터 접근 실패
en: Couldn't load data

source: 런치 & 1:1
en: Lunch & 1:1

source: 분기 리포트 작성
en: Write quarterly report

source: 새 일정 추가
en: Add new event

source: 스탠드업 미팅
en: Standup meeting

source: 오늘 남은 Dozy 일정을 한 눈에 확인하세요.
en: See your remaining Dozy events for today at a glance.

source: 오늘 일정
en: Today's Events

source: 오늘 일정 모두 완료!
en: All done for today!

source: 오늘 일정 없음
en: No events today

source: 위젯에서 오늘 일정의 완료 상태를 토글합니다.
en: Toggle today's event completion from the widget.

source: 일정
en: Event

source: 일정 완료 토글
en: Toggle Event Completion

source: 종일
en: All-day

source: 현재
en: Now
